Repository: mozilla-l10n/mt-training-data
Catalog: koo/koo_pontoon.tmx
Source language: en_us
Languages: koo

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
koo: { $actionType } <micIcon></micIcon> wanasubya kuwo kuwangathoka

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
koo: { $actionType } <playIcon></playIcon> wusakange ebyowukowa omundu akabuugha

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
koo: { $actionType } <playIcon></playIcon> Wuhulikirire omwatsi owali omwamulege, wana yungulawu.

source: Add a question <icon></icon> in { $currentLocale } for people to answer
koo: Hirako ebibulyo <icon></icon> busana { $currentLocale } n’abandu erikumbulhabyo; eky’erilhangirirako

source: Add information
koo: Ongeramo owundi mwatsi

source: An error occurred while creating this transcript
koo: Mohakabanika ebihabire omo bisakango

source: An error occurred while editing the transcript
koo: Erihaba lyabanikire omwisosothya ekisakango

source: An error occurred while recording
koo: Erihaba molikabanika mukahambira emirenge oko kinimba

source: An error occurred while skipping the transcript
koo: Erihaba lyabanikire ekisakango kikakirukwa

source: An error occurred while skipping this prompt
koo: Erihaba molikabya mukakirukania oko kihandi eky’ekisakango kino.

source: An error occurred while submitting the report
koo: Erihaba molikabanika bakalebeka endondoli

source: An error occurred while uploading your response
koo: Erihaba molikabanika mukalhusya erisubamo lyenyu eyalilhwe.

source: An error occurred while voting the transcript
koo: Mohakabanika ebihabire omo bisakango

source: Answer
koo: Subamo

source: Ask sensitive questions
koo: Wubulhaye ebibulyo ebikahamba oko mibere y’abandu

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
koo: Ebikanganibwe ambe ibyakangania obuli kinywa n’emithondere yakyo omo mwatsi, omulenge owalyabuughawa omundu. Omuli erimusubiriramo, erithoka erikolesya olhupapura lhuno.

source: Attention!
koo: Hulikirira!

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
koo: Eriwathikya emibuughe omo kwenene kandi n’eribindulhayo omo yindi mibuughe <mark>code-switching</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
koo: Eriwathikya emibuughe eyibulirene <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)

source: By telling us about yourself, you will help developers build more inclusive technology
koo: Erithubwira iwe ngawuli indi, kikendiwathikya erithunga eby’eryongeramo

source: Cancel
koo: Mubisare

source: Change
koo: Hindulha

source: Changes the language dataset to which you're contributing
koo: Hindulikanaya omubuughe omo myatsi eyithondekenie eyawukasokera

source: Changes website text only.
koo: Erihindulha esyonzakano esy’omukuutho ow’emyatsi.

source: Check
koo: Sondekanaya

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
koo: Wusombole ebibulyo ebyolhobire kandi eby’obuli mundu akathoka erikenga mwangabya isiw’omubuughe oyo.

source: Click
koo: Hambaya

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
koo: Eryigha <guidanceLink>here</guidanceLink> erikolesya olhupapura lhuno

source: Comment
koo: Eby’erisubyako

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
koo: Common Voice haghuma yikathongolibawa omo mwatsi w’abandu ow’erisorokya ebindu eby’obuhangwa om’obuli kipindi, ebikabanika omo buli mibere, omo buli mubuughe. kino kikendiwathikya abandu banene erisorokya emyatsi lhuba, eyikendiwathikya abanya sayasi n’abakakulhaya ekipindi.

source: Contact us
koo: Muthuhikeko

source: Continue
koo: Mulhole embere

source: Continue speaking
koo: Eribya ibanemukania

source: Contribute
koo: Sokera

source: Contributing to <bold>{ $language }</bold> dataset
koo: Erisokera emyatsi <bold>{ $language }</bold> eyithondekenie

source: Correct
koo: Kihikire

source: Country/Region of Residence
koo: Ekihugho kyawu / ekipindi ekyawulhwiremo

source: Dataset: { $datasetLanguage }
koo: Omo bisakango: { $datasetLanguage }

source: Delete
koo: Erisangulha ebisakangire

source: Different language
koo: Owundi mubuughe

source: do
koo: Eby’erikolha

source: Done
koo: Kyabirikoleka

source: do not
koo: Butse mwakolha bino

source: Don't wish to say
koo: Erithendisonda eribuugha

source: Edit
koo: Sosothaya

source: e.g., “What do you wish you could use technology for?”
koo: "Wukalengekanaya ebikalhwa omo menge mahyaka byangakolesibwa bithi?"

source: Enter your Country/Region of Residence
koo: Wusakangemo ekihugho kyawu / ekipindi ekyawulhwiremo

source: Enter your email
koo: Sakanga emayilhu yaghu

source: Error
koo: Ekihabire

source: Error while playing audio file.
koo: Ebihabire omo odiyo.

source: Exceeded 25 questions. Reduce number of questions and retry.
koo: Ebibulyo ebithalhabire oko 25. Wukehaye oko mughanzo w’ebibulyo kandi wuthasalengesaya.

source: Express or solicit prejudiced or offensive sentiments
koo: Eribuugha kutse erisondekania esyonzumwa esikahemulikanaya.

source: Female/Feminine
koo: Mukali / erisosa eribya mukali

source: Guidelines
koo: Erisondolibwa

source: How Spontaneous Speech works
koo: Emibuughe ey’obuli muthina koyikakolesibawa.

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
koo: Wulighe emibuughe Common Voice's <termsLink>Terms</termsLink> kandi<privacyLink>Privacy Notice</privacyLink>

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
koo: * Ngakakasaya indi ekibulyo kino <publicDomainLink>ni ky’abandu abosi</publicDomainLink> kandi ngalighirawa erikikangania.

source: Interested in getting involved with this project, or partnering with us?
koo: Eribya ibanayitheghekire eribya omo mitheghekere eno, kutse eribya nethu?

source: Intersex
koo: Eriminyikalya obulhume n’obukali ebyosi haghuma

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
koo: Wusube omo bino lhuba ko kitholere erilhwa kera omo syonzumwa. Ambe omubuughe wawu inyabyamo erisikya isyalimo erihalya, erithoka erikolesya olhupapura lhuno.

source: Learn how to check a transcription
koo: Wighe erithoka erisondekania ebikanganibwe

source: Learn how to transcribe
koo: Wighe erithoka erisondekania ebikanganibwe.

source: Learn how to use this page
koo: Wighe olhuhandi olhw’ebisakango lhuno kolhukakolesibawa

source: Listen
koo: Hulikirira

source: Loading…
koo: Kinemuyiretha...

source: Log In
koo: Wukingule

source: Log In / Sign Up
koo: Wukingule / Wukinge

source: Log Out
koo: Wukinge

source: Make sure they can be answered in just a couple of sentences
koo: Imwaminya muthi byanginakumbulhwa omo syonzumwa nguhi-nguhi.

source: Male/Masculine
koo: Mulhume / erisosa eribya mulhume

source: <mark>Check</mark>
koo: <mark>sosothaya</mark>

source: <mark>Prompt</mark>
koo: Eky'aho-naho

source: <mark>Respond</mark>
koo: Subamo

source: <mark>Transcribe</mark>
koo: <mark>Kanganaya omo bisakanyo</mark>

source: More languages coming soon
koo: Emibuughe eyindi yikendibya iyinemulethwa lhuba

source: Non-binary
koo: Erithendibya n’ebibiri ebyosi haghuma

source: Not Found
koo: Ebithethabanika

source: Offensive Content
koo: Omwatsi ow’erihemulikania

source: Other
koo: Ebindi

source: Personally Identifiable Information
koo: Omwatsi owolholere oko mundu iyowene

source: Platform language
koo: Omubuughe ow’erikolesya omo bandu

source: Question
koo: Kyibulyo

source: Record your response
koo: Wuhambire ebyawukabuugha oko kinimba

source: Report
koo: Endondekania

source: Report was passed successfully
koo: Endondogholi yalhabibwemo ndeke

source: Request New Language
koo: Saba omubuughe omuhyaka

source: Respond
koo: Subamo

source: Response deleted successfully
koo: Erisubamo lyabirisangulhwa ndeke

source: Response submitted successfully
koo: Erisubamo lyabirilebekwa ndeke.

source: Review
koo: Sososothaya ebisakango

source: Select your age
koo: Kanganaya ebirimo byawu

source: Select your sex or gender
koo: Ukanganaye ngawuli mulhume kutse mukali

source: Send a link to my email
koo: Mulebeke ebikahika oko mayilhu yaghe

source: Skip
koo: Kiruka

source: Skipped
koo: Bikirukirwe

source: Solicit personally identifying information (like names or financial information)
koo: Mwakanganaya bandu balebe omo mwatsi owamusakangire (amena kutse omwatsi owahambire oko mbulho syabo).

source: Something went wrong while fetching audio for transcriptions. Please try again later.
koo: Ebindi byahabire bakahumya odiyo eno. Banithu muthasasubamo eyindi ndambi.

source: Something went wrong while fetching prompts. Please try again later.
koo: Mohakabya ekithethaghenda ndeke mukaheka ebikasondawa lhuba. Muthasalengesaya eyindi ndambi.

source: Something went wrong while fetching transcriptions. Please try again later.
koo: Hali ekithathakolhwa ndeke ekisakango kikasongolibwa. Muthasalengesaya eyindi ndambi.

source: Submit
koo: Lebeka

source: Submit All
koo: Lebeka ebisakangire ebyosi

source: Submit a report
koo: Wulebeke endondogholi

source: Submitted
koo: Erilebeka ebisakangire

source: Success
koo: Kyakolekire ndeke

source: Tap
koo: Erimya-kukyo

source: Thank you for contributing to Spontaneous Speech!
koo: Wasingya erihererya obulengekania bwaghu oko!

source: Thank you for your information
koo: Wasingya erithuha omwatsi

source: The content contains a language different than I was expecting.
koo: Omo bisakango muli omubuughe owahindukire oko walhwe alengekanibwe.

source: The content has disrespectful or offensive language.
koo: Omwatsi awithe ebikahemulikanaya kandi n’ebitsumi.

source: The MediaRecorder API is not supported in your browser.
koo: API sibihamibirwe omo

source: The page you are looking for could not be found
koo: Omwatsi owali oko lhupapura olhwawusaonda anginabya isyathabanika

source: There are currently no prompts for this language. Please refresh the page or try again later.
koo: Lino sihali ebikabanika lhuba-lhuba busana n’ekihandi eky’ekisakango kino. Banithu muthasasuba oko kihandi eky’ekisango kino mwanathasalengesya.

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
koo: Lino sihali bisakango eby’erikolesibwa erisosothya omubuughe oyu. Banithu muthasasuba oko lhupapura olho, neryo mwanathasasosothy.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
koo: Lino sihali ebihambirwe bikabuuwa busana n’omubuughe oyo. Banithu wuthasasuba oko lhupapura olhwo eyindi ndambi.

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
koo: Ebisakango bino bikabuulhaya oko bikahamba oko bandu ebiwathene oko buli mundu, ng’amena, eme-meyilhu, ahikere, omughanzo ow’ebimuhambireko, kutse esimu yiwe.

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
koo: Ebisakango bino bikabuulhaya oko bikahamba oko bandu ebiwathene oko buli mundu, ng’amena, eme-meyilhu, ahikere, omughanzo ow’ebimuhambireko, kutse esimu yiwe.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
koo: Omwatsi ono siwabunyakahathi, ambe iwongerawo omo bisakango wamalhangira wuthi anatholere.

source: Transcribe
koo: Kanganaya omo bisakango

source: Transcript edited successfully
koo: Ekyipapura thwabiribugha erikyitakanizya ndeke

source: Transcript skipped successfully
koo: Ekisakango kyakirukirwe ndeke.

source: Transcript submitted successfully
koo: Ebisakangire byalebekirwe omo bwewo

source: Transcript voted successfully
koo: Ebisakango erikanganibwa kobinatholere

source: Transgender
koo: Obuhangwa obw’obulhume kutse obukali obukalhwa ahandi

source: { $uploadedQuestions } of { $totalQuestions } questions collected
koo: { $uploadedQuestions } kwa { $totalQuestions } bibulyo bibiri ebisondebirya

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
koo: { $uploadedQuestions } kwa { $totalQuestions } ebibulyo bibiri ebyisondbirya. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions

source: Upload failed, please retry.
koo: Eritsindika lyamalema, thasya lengesaya.

source: Use correct spelling and grammar
koo: Wusakange ebihikire kandi omo mubuughe ow’okwenene

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
koo: Omuthambo owakino<mark>organic speech contexts</mark> n’emikoleserye yawo (wukasonda eriminyikalibwa omo mukania basana n’erikolha n’abandu omo mikania)

source: Welcome to Spontaneous Speech
koo: Mukalhambayiribawa oko myatsi muthina-muthina.

source: We periodically release the dataset
koo: Obuli mughulhu thukahulhukaya emyatsi eyithondire ndeke

source: We will show you a prompt or question
koo: Thukendikukangya ekibulyo eky’aho-naho

source: What issues are you experiencing with this content?
koo: Ni myatsi yahi eyamukathunga omo mwatsi ono?

source: What is your age?
koo: Uwithe birimo bingahi?

source: What is your sex or gender?
koo: Uli mulhume kutse mukali?

source: What questions can I add?
koo: Nangongoremo bibulyo byahi?

source: Why are you asking?
koo: Ekikaleka iwabuulya niki?

source: Why we built this Spontaneous Speech prototype
koo: Ekikendileka ithwakolesya emibuughe ey’obuli muthina.

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
koo: Ebikanganibwe ambe ibyakangania obuli kinywa n’emithondere yakyo omo mwatsi, omulenge owalyabuughawa omundu. Omuli erimusubiriramo, erithoka erikolesya olhupapura lhuno.

source: Write down what you hear the person saying here
koo: Wusakange ebyowukowa omundu akabuughira hano

source: You check whether the transcription matches the audio
koo: Wukendisakanga ebyowukowa omo syodiyo.

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
koo: Simuwithe esyombinduka esithabikire oko lhupapura lhuno. Wamabindulha ebindu oko lhupapura lhuno, esyombinduka syenyu isisyendiminywa. Wunayikethere kowukasonda eribindulha ahawuli?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
koo: Simuwithe ebibikire ebiri oko lhupapura lhuno. Mwamalhwa oko lhupapura lhuno, esyombinduka syenyu sisyendibikwa. Wunayitheghekire erilhwa oko lhupapura lhuno?

source: You must allow microphone access.
koo: Mulighe erikolesya ebyuma ebikahulhukaya emyatsi.

source: You respond or reply to it as naturally as you can
koo: Wanasubya kuwo kuwangathoka

source: You write down what you hear in the audio clips
koo: Wusakange ebyowukowa omo odiyo eno
